Repository: eventray/horus
Catalog: horus/locale/*/LC_MESSAGES/horus.po
Languages: ru

source: Submit
ru: Отправить

source: Username
ru: Логин

source: Password
ru: Пароль

source: Email
ru: Электронная почта

source: Logged in successfully.
ru: Вход успешно осуществлен.

source: Please activate your e-mail address by visiting {{ link }}
ru: Пожалуйста, активируйте Ваш электронный адрес по этой ссылке {{ link }}

source: Please activate your e-mail address!
ru: Пожалуйста, активируйте Ваш электронный адрес!

source: Your account is not active, please check your e-mail.
ru: Ваш аккаунт активирован. Пожалуйста, проверьте Вашу электронную почту.

source: Invalid username or password.
ru: Неправильный логин или пароль.

source: Logged out successfully.
ru: Сессия успешно завершена.

source: Login failed
ru: Неудачная попытка входа

source: Login failed using external login provider
ru: Неудачная попытка входа через внешнего провайдера

source: Someone has tried to reset your password, if this was you click here: {{ link }}
ru: Кто-то пытался сбросить Ваш пароль. Если это были Вы, нажмите сюда: {{ link }}

source: Do you want to reset your password?
ru: Вы хотите сбросить свой пароль?

source: Please check your e-mail to reset your password.
ru: Пожалуйста, проверьте Вашу электронную почту для сброса пароля.

source: Your password has been reset!
ru: Ваш пароль был сброшен

source: That username is already used.
ru: Этот логин уже использован.

source: That e-mail is already used.
ru: Этот электронный адрес уже использован.

source: Please check your E-mail for an activation link
ru: Пожалуйста, проверьте Вашу электронную почту, чтобы найти ссылку активации.

source: You have been registered, you may login now!
ru: Вы были зарегистрированы. Теперь Вы можете войти в систему!

source: Your e-mail address has been verified.
ru: Ваш электронный адрес был верифицирован.

source: Profile successfully updated.
ru: Профиль был успешно обновлен.

source: The user account was created
ru: Пользовательский аккаунт успешно создан
